Repository: bucanero/apollo-vita
Catalog: data/langs/lang_*.po
Languages: it, ja, pt, ru

source: Error! Export folder is not available:
it: Errore! La cartella di esportazione non è disponibile:
ja: エラー!エクスポートフォルダが利用できません:
pt: Erro! Pasta de exportação indisponível:
ru: Ошибка! Папка для экспорта недоступна:

source: Error downloading save game from:
it: Errore nel download del salvataggio da:
ja: セーブデータのダウンロード中にエラーが発生しました:
pt: Erro ao baixar jogo salvo de:
ru: Ошибка загрузки сохранения из:

source: Save game successfully downloaded to:
it: Salvataggio scaricato con successo in:
ja: セーブデータが正常にダウンロードされました:
pt: Jogo salvo baixado com sucesso em:
ru: Сохранение успешно загружено в:

source: Error extracting save game!
it: Errore nell'estrazione del salvataggio!
ja: セーブデータの抽出に失敗しました!
pt: Erro ao extrair jogo salvo!
ru: Ошибка извлечения сохранения!

source: Error! Can't export save game to:
it: Errore! Impossibile esportare il salvataggio in:
ja: エラー!セーブデータをエクスポートできません:
pt: Erro! Não é possível exportar o jogo salvo para:
ru: Ошибка! Не удалось экспортировать сохранение в:

source: Zip file successfully saved to:
it: File ZIP salvato con successo in:
ja: Zipファイルは正常に保存されました:
pt: Arquivo Zip salvo com sucesso em:
ru: Zip-архив успешно сохранен в:

source: Copy operation cancelled!
it: Operazione di copia annullata!
ja: コピー操作がキャンセルされました!
pt: Operação de cópia cancelada!
ru: Операция копирования отменена!

source: Same source and destination.
it: Stessa origine e destinazione.
ja: 同じ送信元と宛先
pt: Mesma origem e destino.
ru: Источник и назначение совпадают.

source: Files successfully copied to:
it: File copiati con successo in:
ja: ファイルは正常にコピーされました:
pt: Arquivos copiados com sucesso para:
ru: Файлы успешно скопированы в:

source: Error! Can't copy save game to:
it: Errore! Impossibile copiare il salvataggio in:
ja: エラー!セーブデータをコピーできません:
pt: Erro! Não é possível copiar o jogo salvo para:
ru: Ошибка! Не удалось скопировать сохранение в:

source: Error! save game folder is not available:
it: Errore! La cartella del salvataggio non è disponibile:
ja: エラー!セーブデータフォルダが利用できません:
pt: Erro! Pasta do jogo salvo indisponível:
ru: Ошибка! Папка сохранения недоступна:

source: Save game already exists:
it: Il salvataggio esiste già:
ja: セーブデータは既に存在します:
pt: Jogo salvo já existe:
ru: Сохранение уже существует:

source: Overwrite?
it: Sovrascrivere?
ja: 上書きしますか?
pt: Sobrescrever?
ru: Перезаписать?

source: Error mounting save game folder!
it: Errore nel montaggio della cartella del salvataggio!
ja: セーブデータフォルダの取り付けに失敗しました!
pt: Erro ao montar a pasta do jogo salvo!
ru: Ошибка монтирования папки сохранения!

source: Error! Can't copy Save-game folder:
it: Errore! Impossibile copiare la cartella del salvataggio:
ja: エラー!セーブデータフォルダをコピーできません:
pt: Erro! Não é possível copiar a pasta do jogo salvo:
ru: Ошибка! Не удалось скопировать папку сохранения:

source: Saves copied to Internal Storage
it: Salvataggi copiati nella memoria interna
ja: セーブデータが内部ストレージにコピーされました
pt: Dados salvos copiados para Armazenamento Interno
ru: Сохранения скопированы во внутреннюю память

source: All files extracted to:
it: Tutti i file estratti in:
ja: すべてのファイルは次の場所に抽出されました:
pt: Todos os arquivos extraídos para:
ru: Все файлы извлечены в:

source: Error: %s couldn't be extracted
it: Errore: %s non può essere estratto
ja: エラー: %sを抽出できませんでした
pt: Erro: %s não pôde ser extraído
ru: Ошибка: %s не может быть извлечен

source: Error! Keystone file is not available:
it: Errore! Il file Keystone non è disponibile:
ja: エラー!キーストーンファイルが利用できません:
pt: Erro! Arquivo Keystone indisponível:
ru: Ошибка! Файл Keystone недоступен:

source: Error! Can't open file:
it: Errore! Impossibile aprire il file:
ja: エラー!ファイルを開けません:
pt: Erro! Não é possível abrir o arquivo:
ru: Ошибка! Не удалось открыть файл:

source: fingerprint successfully saved to:
it: impronta digitale salvata con successo in:
ja: 指紋の保存に成功しました:
pt: impressão digital salva com sucesso em:
ru: Отпечаток успешно сохранен в:

source: Failed to export Trophy Set
it: Impossibile esportare il set trofei
ja: トロフィーセットのエクスポートに失敗しました
pt: Falha ao exportar Conjunto de Troféus
ru: Не удалось экспортировать набор трофеев

source: Trophy Set successfully exported to:
it: Set trofei esportato con successo in:
ja: トロフィーセットのエクスポートに成功しました:
pt: Conjunto de Troféus exportado com sucesso para:
ru: Набор трофеев успешно экспортирован в:

source: Error! Game Key file is not available:
it: Errore! Il file chiave del gioco non è disponibile:
ja: エラー!ゲームキーファイルが利用できません:
pt: Erro! Arquivo da Chave do Jogo indisponível:
ru: Ошибка! Файл игрового ключа недоступен:

source: game key successfully saved to:
it: chiave del gioco salvata con successo in:
ja: ゲームキーの保存に成功しました:
pt: chave do jogo salva com sucesso em:
ru: Игровой ключ успешно сохранен в:

source: Error! Can't save file:
it: Errore! Impossibile salvare il file:
ja: エラー!ファイルを保存できません:
pt: Erro! Não é possível salvar o arquivo:
ru: Ошибка! Не удалось сохранить файл:

source: All fingerprints dumped to:
it: Tutte le impronte digitali scaricate in:
ja: すべての指紋は以下にダンプされました:
pt: Todas as impressões digitais despejadas em:
ru: Все отпечатки сохранены в:

source: Error! Trophy folder is not available:
it: Errore! La cartella trofei non è disponibile:
ja: エラー!トロフィーフォルダが利用できません:
pt: Erro! Pasta de Troféus indisponível:
ru: Ошибка! Папка трофеев недоступна:

source: Trophy successfully copied to:
it: Trofeo copiato con successo in:
ja: トロフィーのコピーに成功しました:
pt: Troféu copiado com sucesso para:
ru: Трофеи успешно скопированы в:

source: Saves exported to:
it: Salvataggi esportati in:
ja: 保存先:
pt: Dados salvos exportados para:
ru: Сохранения экспортированы в:

source: Save successfully exported to:
it: Salvataggio esportato con successo in:
ja: 正常に保存されました:
pt: Dado salvo exportado com sucesso para:
ru: Сохранение успешно экспортировано в:

source: Error exporting save:
it: Errore nell'esportazione del salvataggio:
ja: セーブデータのエクスポート中にエラーが発生しました:
pt: Erro ao exportar dado salvo:
ru: Ошибка экспорта сохранения:

source: Do you want to delete %s?
it: Vuoi eliminare %s?
ja: %sを削除しますか?
pt: Você deseja excluir %s?
ru: Вы хотите удалить %s?

source: Save successfully deleted:
it: Salvataggio eliminato con successo:
ja: 削除に成功しました:
pt: Dado salvo excluído com sucesso:
ru: Сохранение успешно удалено:

source: Error! Couldn't delete save:
it: Errore! Impossibile eliminare il salvataggio:
ja: エラー!セーブデータを削除できませんでした:
pt: Erro! Não foi possível excluir dado salvo:
ru: Ошибка! Не удалось удалить сохранение:

source: Keystone successfully copied to:
it: Keystone copiato con successo in:
ja: キーストーンが正常にコピーされました:
pt: Keystone copiada com sucesso para:
ru: Keystone успешно скопирован в:

source: Error! Keystone couldn't be copied
it: Errore! Keystone non può essere copiato
ja: エラー!キーストーンをコピーできませんでした
pt: Erro! Não foi possível copiar a Keystone
ru: Ошибка! Не удалось скопировать Keystone

source: Web Server on:
it: Server Web attivo:
ja: Webサーバーが稼働中:
pt: Servidor Web em:
ru: Веб-сервер на:

source: Press OK to stop the Server.
it: Premi OK per fermare il Server.
ja: サーバーを停止するには、OKを押してください
pt: Pressione OK para parar o Servidor.
ru: Нажмите OK для остановки сервера.

source: Error starting Web Server!
it: Errore nell'avvio del Server Web!
ja: Webサーバーの起動に失敗しました!
pt: Erro ao iniciar o Servidor Web!
ru: Ошибка запуска веб-сервера!

source: Error! Folder is not available:
it: Errore! La cartella non è disponibile:
ja: エラー!フォルダが利用できません:
pt: Erro! Pasta não está disponível:
ru: Ошибка! Папка недоступна:

source: Saves copied to:
it: Salvataggi copiati in:
ja: コピー先:
pt: Dados salvos copiados para:
ru: Сохранения скопированы в:

source: Trophy Set successfully copied to:
it: Set trofei copiato con successo in:
ja: トロフィーセットのコピーに成功しました:
pt: Conjunto de Troféus copiado com sucesso para:
ru: Набор трофеев успешно скопирован в:

source: Error! Trophy Set %s not copied!
it: Errore! Set trofei %s non copiato!
ja: エラー!トロフィーセット%sがコピーされませんでした!
pt: Erro! Conjunto de Troféus %s não copiado!
ru: Ошибка! Набор трофеев %s не скопирован!

source: Trophy Sets copied to:
it: Set trofei copiati in:
ja: トロフィーセットをコピーしました:
pt: Conjuntos de Troféus copiados para:
ru: Наборы трофеев скопированы в:

source: zRIF successfully exported to:
it: zRIF esportato con successo in:
ja: zRIFのエクスポートが正常に完了しました:
pt: zRIF exportado com sucesso para:
ru: zRIF успешно экспортирован в:

source: Error! zRIF not exported!
it: Errore! zRIF non esportato!
ja: エラー! zRIFがエクスポートされませんでした!
pt: Erro! zRIF não exportado!
ru: Ошибка! zRIF не экспортирован!

source: Error! Account changes couldn't be applied
it: Errore! Le modifiche all'account non possono essere applicate
ja: エラー!アカウントの変更を適用できませんでした
pt: Erro! As alterações da conta não puderam ser aplicadas
ru: Ошибка! Не удалось применить изменения аккаунта

source: Error! Cheat codes couldn't be applied
it: Errore! I codici cheat non possono essere applicati
ja: エラー!チートコードを適用できませんでした
pt: Erro! Os códigos de trapaça não puderam ser aplicados
ru: Ошибка! Не удалось применить чит-коды

source: Error! PSP Save couldn't be resigned
it: Errore! Il salvataggio PSP non può essere riassegnato
ja: エラー!PSPセーブデータの再署名に失敗しました
pt: Erro! O dado salvo PSP não pôde ser re-assinado
ru: Ошибка! Не удалось изменить подпись сохранения PSP

source: Save %s successfully modified!
it: Salvataggio %s modificato con successo!
ja: %sの保存に成功しました!
pt: Dado salvo %s modificado com sucesso!
ru: Сохранение %s успешно изменено!

source: Saves successfully resigned
it: Salvataggi riassegnati con successo
ja: セーブデータの再署名に成功しました
pt: Dados salvos re-assinados com sucesso
ru: Подпись сохранений успешно изменена

source: Do you want to upload %s?
it: Vuoi caricare %s?
ja: %sをアップロードしますか?
pt: Você deseja fazer upload de %s?
ru: Вы хотите загрузить %s?

source: Error! Couldn't zip save:
it: Errore! Impossibile comprimere il salvataggio:
ja: エラー!セーブデータを圧縮できませんでした:
pt: Erro! Não foi possível compactar dado salvo:
ru: Ошибка! Не удалось архивировать сохранение:

source: Save successfully uploaded:
it: Salvataggio caricato con successo:
ja: セーブデータのアップロードに成功しました:
pt: Dado salvo enviado com sucesso:
ru: Сохранение успешно загружено:

source: Error! Couldn't upload save:
it: Errore! Impossibile caricare il salvataggio:
ja: エラー!セーブデータのアップロードに失敗しました:
pt: Erro! Não foi possível enviar dado salvo:
ru: Ошибка! Не удалось загрузить сохранение:

source: Memory card successfully imported to:
it: Scheda di memoria importata con successo in:
ja: メモリカードが正常にインポートされました:
pt: Memory card importado com sucesso para:
ru: Карта памяти успешно импортирована в:

source: Error importing memory card:
it: Errore nell'importazione della scheda di memoria:
ja: メモリーカードのインポート中にエラーが発生しました:
pt: Erro ao importar memory card:
ru: Ошибка импорта карты памяти:

source: Memory card successfully exported to:
it: Scheda di memoria esportata con successo in:
ja: メモリカードが正常にエクスポートされました:
pt: Memory card exportado com sucesso para:
ru: Карта памяти успешно экспортирована в:

source: Error exporting memory card:
it: Errore nell'esportazione della scheda di memoria:
ja: メモリーカードのエクスポート中にエラーが発生しました:
pt: Erro ao exportar memory card:
ru: Ошибка экспорта карты памяти:

source: Error! No game decryption key available for %s
it: Errore! Nessuna chiave di decrittazione disponibile per %s
ja: エラー!%s用のゲーム復号化キーがありません
pt: Erro! Nenhuma chave de descriptografia de jogo disponível para %s
ru: Ошибка! Нет ключа дешифрования для игры %s

source: Error! File %s couldn't be exported
it: Errore! Il file %s non può essere esportato
ja: エラー!ファイル%sをエクスポートできませんでした
pt: Erro! Não foi possível exportar o arquivo %s
ru: Ошибка! Файл %s не удалось экспортировать

source: File successfully exported to:
it: File esportato con successo in:
ja: ファイルは正常にエクスポートされました:
pt: Arquivo exportado com sucesso para:
ru: Файл успешно экспортирован в:

source: Error! Can't find decrypted save-game file:
it: Errore! Impossibile trovare il file di salvataggio decrittato:
ja: エラー!復号化されたセーブデータが見つかりません:
pt: Erro! Não é possível encontrar o arquivo de jogo salvo descriptografado:
ru: Ошибка! Не удалось найти расшифрованный файл сохранения:

source: Error! File %s couldn
pt: Erro! Não foi possível importar o arquivo %s

source: File successfully imported to:
it: File importato con successo in:
ja: ファイルは正常にインポートされました:
pt: Arquivo importado com sucesso para:
ru: Файл успешно импортирован в:

source: File successfully downloaded to:
it: File scaricato con successo in:
ja: ファイルは正常にダウンロードされました:
pt: Arquivo baixado com sucesso para:
ru: Файл успешно загружен в:

source: Error! File couldn't be downloaded
it: Errore! Il file non può essere scaricato
ja: エラー!ファイルをダウンロードできませんでした
pt: Erro! O arquivo não pôde ser baixado
ru: Ошибка! Не удалось загрузить файл

source: Memory card successfully resigned:
it: Scheda di memoria riassegnata con successo:
ja: メモリカードの再登録に成功しました:
pt: Memory card re-assinado com sucesso:
ru: Подпись карты памяти успешно изменена:

source: Error resigning memory card:
it: Errore nella riassegnazione della scheda di memoria:
ja: メモリカードの解除中にエラーが発生しました:
pt: Erro ao re-assinar memory card:
ru: Ошибка изменения подписи карты памяти:

source: Save successfully imported:
it: Salvataggio importato con successo:
ja: 正常にインポートされました:
pt: Dado salvo importado com sucesso:
ru: Сохранение успешно импортировано:

source: Error! Couldn't import save:
it: Errore! Impossibile importare il salvataggio:
ja: エラー!保存データのインポートに失敗しました:
pt: Erro! Não foi possível importar dado salvo:
ru: Ошибка! Не удалось импортировать сохранение:

source: ISO successfully saved to:
it: ISO salvata con successo in:
ja: ISOの保存に成功しました:
pt: ISO salvo com sucesso em:
ru: ISO успешно сохранен в:

source: Error! ISO couldn't be created
it: Errore! L'ISO non può essere creata
ja: エラー!ISOを作成できませんでした
pt: Erro! Não foi possível criar o ISO
ru: Ошибка! Не удалось создать ISO

source: CSO successfully saved to:
it: CSO salvato con successo in:
ja: CSOの保存に成功しました:
pt: CSO salvo com sucesso em:
ru: CSO успешно сохранен в:

source: Error! CSO couldn't be created
it: Errore! Il CSO non può essere creato
ja: エラー!CSOを作成できませんでした
pt: Erro! Não foi possível criar o CSO
ru: Ошибка! Не удалось создать CSO

source: Downloading...
it: Download in corso...
ja: ダウンロード中...
pt: Baixando...
ru: Загрузка...

source: Uploading...
it: Caricamento in corso...
ja: アップロード中...
pt: Enviando...
ru: Отправка...

source: Select
it: Seleziona
ja: 選択
pt: Selecionar
ru: Выбрать

source: Back
it: Indietro
ja: 戻る
pt: Voltar
ru: Назад

source: Details
it: Dettagli
ja: 詳細
pt: Detalhes
ru: Подробности

source: Refresh
it: Aggiorna
ja: 再読み込み
pt: Atualizar
ru: Обновить

source: View Code
it: Visualizza Codice
ja: コードを表示
pt: Ver código
ru: Просмотр кода

source: Value Up
it: Valore Su
ja: バリューアップ
pt: Aumentar valor
ru: Увеличить

source: Value Down
it: Valore Giù
ja: バリューダウン
pt: Diminuir valor
ru: Уменьшить

source: Exit
it: Esci
ja: 終了
pt: Sair
ru: Выход

source: Internal Saves
it: Salvataggi Interni
ja: 内部セーブデータ
pt: Dados Salvos Internos
ru: Сохранения в памяти

source: External Saves
it: Salvataggi Esterni
ja: 外部セーブデータ
pt: Dados Salvos Externos
ru: Сохранения на карте

source: Trophies
it: Trofei
ja: トロフィー
pt: Troféus
ru: Трофеи

source: User Tools
it: Strumenti Utente
ja: ユーザーツール
pt: Ferramentas do Usuário
ru: Пользовательские инструменты

source: Online Database
it: Database Online
ja: オンラインデータベース
pt: Banco de Dados Online
ru: Онлайн-база

source: Virtual Memory Card
it: Scheda Memoria Virtuale
ja: 仮想メモリカード
pt: Memory Card Virtual
ru: Виртуальная карта памяти

source: Debug Logging Enabled
it: Registrazione Debug Abilitata
ja: デバッグログを有効化
pt: Registro de Depuração Habilitado
ru: Ведение отладочного журнала включено

source: Successfully installed local application data
it: Dati applicazione locali installati con successo
ja: ローカルアプリケーションデータのインストールに成功しました
pt: Dados de aplicativo local instalados com sucesso
ru: Локальные данные приложения успешно установлены

source: PSP FuseID successfully imported!
it: PSP FuseID importato con successo!
ja: PSP FuseIDのインポートに成功しました!
pt: FuseID do PSP importado com sucesso!
ru: PSP FuseID успешно импортирован!

source: About
it: Informazioni
ja: 概要
pt: Sobre
ru: О программе

source: Options
it: Opzioni
ja: オプション
pt: Opções
ru: Опции

source: Target File:
it: File di destinazione:
ja: 対象ファイル:
pt: Arquivo Alvo:
ru: Целевой файл:

source: Saves
it: Salvataggi
ja: セーブデータ
pt: Dados Salvos
ru: Сохранения

source: Games
it: Giochi
ja: ゲーム
pt: Jogos
ru: Игры

source: Trophy-Sets
it: Set Trofei
ja: トロフィーセット
pt: Conjuntos de Troféus
ru: Наборы трофеев

source: Tools
it: Strumenti
ja: ツール
pt: Ferramentas
ru: Инструменты

source: PS1 Saves
it: Salvataggi PS1
ja: PS1のセーブデータ
pt: Dados Salvos PS1
ru: Сохранения PS1

source: PSP Saves
pt: Dados Salvos PSP

source: Hex Editor
it: Editor Esadecimale
ja: Hexエディタ
pt: Editor Hexadecimal
ru: Hex-редактор

source: No save-games found
it: Nessun salvataggio trovato
ja: セーブデータが見つかりません
pt: Nenhum jogo salvo encontrado
ru: Сохранения не найдены

source: Patch view
it: Vista patch
ja: パッチ表示
pt: Visualização de Patch
ru: Просмотр патча

source: No data found in folder:
it: Nessun dato trovato nella cartella:
ja: フォルダ内にデータが見つかりません:
pt: Nenhum dado encontrado na pasta:
ru: В папке нет данных:

source: Exit to XMB?
it: Uscire per tornare alla XMB?
ja: XMBに戻りますか?
pt: Sair para o XMB?
ru: Выйти в LiveArea?

source: Save changes to %s?
it: Salvare le modifiche in %s?
ja: %sの変更を保存しますか?
pt: Salvar alterações em %s?
ru: Сохранить изменения в %s?

source: Failed to load:
it: Impossibile caricare:
ja: 読み込みに失敗しました:
pt: Falha ao carregar:
ru: Не удалось загрузить:

source: Settings
it: Impostazioni
ja: 設定
pt: Configurações
ru: Настройки

source: Warning! Save couldn't be unmounted!
it: Avviso! Il salvataggio non può essere smontato!
ja: 警告! セーブデータをアンマウントできませんでした!
pt: Aviso! Não foi possível desmontar o dado salvo!
ru: Внимание! Не удалось размонтировать сохранение!

source: Apply Changes & Resign
it: Applica Modifiche & Riassegna
ja: 変更を適用して再署名
pt: Aplicar Alterações e Re-assinar
ru: Применить изменения и изменить подпись

source: View Save Details
it: Visualizza Dettagli Salvataggio
ja: セーブデータの詳細を表示
pt: Visualizar Detalhes do Dado Salvo
ru: Просмотр сведений о сохранении

source: File Backup
it: Backup File
ja: ファイルのバックアップ
pt: Backup de Arquivo
ru: Резервное копирование файлов

source: Copy save game
it: Copia salvataggio
ja: セーブデータをコピー
pt: Copiar jogo salvo
ru: Скопировать сохранение

source: Copy Save to Backup Storage
it: Copia il Salvataggio nella Memoria di backup
ja: コピーをバックアップストレージに保存
pt: Copiar Dado Salvo para Armazenamento de Backup
ru: Копировать сохранение в резервное хранилище

source: Copy Save to User Storage
it: Copia Salvataggio nella Memoria Utente
ja: コピーをユーザーストレージに保存
pt: Copiar Dado Salvo para Armazenamento do Usuário
ru: Копировать сохранение в пользовательское хранилище

source: Upload save backup to FTP
it: Carica backup del salvataggio su FTP
ja: FTPにセーブデータのバックアップをアップロードする
pt: Fazer Upload do Backup Salvo para FTP
ru: Загрузить резервную копию на FTP

source: Export save game to Zip
it: Esporta salvataggio in ZIP
ja: セーブデータをZip形式でエクスポート
pt: Exportar jogo salvo para Zip
ru: Экспортировать сохранение в Zip

source: Export Zip to Backup Storage
it: Esporta ZIP nella Memoria di backup
ja: バックアップストレージにZipをエクスポート
pt: Exportar Zip para Armazenamento de Backup
ru: Экспортировать Zip в резервное хранилище

source: Export decrypted save files
it: Esporta i file di salvataggio decrittati
ja: 復号化されたセーブデータをエクスポートする
pt: Exportar arquivos de dados salvos descriptografados
ru: Экспортировать расшифрованные файлы сохранений

source: Import decrypted save files
it: Importa file salvataggio decrittati
ja: 復号済みのセーブデータをインポートする
pt: Importar arquivos de dados salvos descriptografados
ru: Импортировать расшифрованные файлы сохранений

source: Hex Edit save game files
it: Modifica file esadecimale di salvataggio
ja: セーブデータのHexエディタ
pt: Editar Arquivos de Dados Salvos em Hexadecimal
ru: Редактировать файлы сохранений в Hex-редакторе

source: Keystone Backup
it: Backup Keystone
ja: キーストーンバックアップ
pt: Backup da Keystone
ru: Резервная копия Keystone

source: Export Keystone
it: Esporta Keystone
ja: キーストーンをエクスポート
pt: Exportar Keystone
ru: Экспортировать Keystone

source: Import Keystone
it: Importa Keystone
ja: キーストーンをインポート
pt: Importar Keystone
ru: Импортировать Keystone

source: Dump save Fingerprint
it: Scarica impronta salvataggio
ja: セーブデータの指紋をダンプ
pt: Despejar Impressão Digital do Salvo
ru: Создать дамп отпечатка сохранения

source: Resign Memory Card
it: Riassegna Scheda di Memoria
ja: メモリカードを再署名
pt: Re-assinar Memory Card
ru: Изменить подпись карты памяти

source: Export Memory Card to .MCR
it: Esporta Scheda di Memoria in .MCR
ja: メモリカードを.MCR形式でエクスポート
pt: Exportar Memory Card para .MCR
ru: Экспортировать карту памяти в .MCR

source: Import .MCR files to %s
it: Importa file .MCR in %s
ja: .MCRファイルを%sにインポート
pt: Importar arquivos .MCR para %s
ru: Импортировать файлы .MCR в %s

source: Delete Save Game
it: Elimina Salvataggio
ja: セーブデータを削除
pt: Excluir Jogo Salvo
ru: Удалить сохранение

source: Game Key Backup
it: Backup Chiave di Gioco
ja: ゲームキーのバックアップ
pt: Backup da Chave do Jogo
ru: Резервная копия игрового ключа

source: Dump binary Save-game Key
it: Scarica la chiave binaria salvataggio
ja: バイナリセーブデータキーをダンプ
pt: Despejar Chave Binária do Jogo Salvo
ru: Создать дамп бинарного ключа сохранения

source: Export Save-game Key (text file)
it: Esporta chiave salvataggio (file di testo)
ja: セーブデータキーのエクスポート(テキストファイル)
pt: Exportar Chave do Jogo Salvo (arquivo de texto)
ru: Экспортировать ключ сохранения (текстовый файл)

source: Error Mounting Save!
it: Errore nel montaggio del salvataggio!
ja: セーブファイルのマウントに失敗しました!
pt: Erro ao Montar Dado Salvo!
ru: Ошибка монтирования сохранения!

source: Cheats
it: Cheat
ja: チート
pt: Trapaças
ru: Читы

source: View Raw Patch File
it: Visualizza File Patch Grezzo
ja: Rawパッチファイルを表示
pt: Visualizar Arquivo de Patch Bruto
ru: Просмотреть исходный файл патча

source: Backup Trophy Set to Backup Storage
it: Backup Set Trofei nella Memoria di backup
ja: バックアップトロフィーをバックアップストレージに設定
pt: Backup do Conjunto de Troféus para Armazenamento de Backup
ru: Создать резервную копию набора трофеев в резервном хранилище

source: Copy Trophy to Backup Storage
it: Copia Trofeo nella Memoria di backup
ja: トロフィーをバックアップストレージにコピー
pt: Copiar Troféu para Armazenamento de Backup
ru: Копировать трофеи в резервное хранилище

source: Export Trophy Set to Zip
it: Esporta Set Trofei in ZIP
ja: トロフィーセットをZip形式でエクスポート
pt: Exportar Conjunto de Troféus para Zip
ru: Экспортировать набор трофеев в Zip

source: Save .Zip to Backup Storage
it: Salva .ZIP nella Memoria di backup
ja: .Zipをバックアップストレージに保存
pt: Salvar .Zip no Armazenamento de Backup
ru: Сохранить .Zip в резервное хранилище

source: Save Backup
it: Backup Salvataggio
ja: セーブデータをバックアップ
pt: Backup do Salvo
ru: Резервная копия сохранения

source: Export save game to MCS format
it: Esporta salvataggio in formato MCS
ja: セーブデータをMCS形式でエクスポート
pt: Exportar jogo salvo para o formato MCS
ru: Экспортировать сохранение в формате MCS

source: Export save game to PSV format
it: Esporta salvataggio in formato PSV
ja: セーブデータをPSV形式でエクスポート
pt: Exportar jogo salvo para o formato PSV
ru: Экспортировать сохранение в формате PSV

source: Export save game to PSX format
it: Esporta salvataggio in formato PSX
ja: セーブデータをPSX形式でエクスポート
pt: Exportar jogo salvo para o formato PSX
ru: Экспортировать сохранение в формате PSX

source: Download to Backup Storage
it: Scarica nel Backup
ja: バックアップストレージにダウンロード
pt: Baixar para Armazenamento de Backup
ru: Загрузить в резервное хранилище

source: Download to User Storage
it: Scarica nella Memoria Utente
ja: ユーザーストレージにダウンロード
pt: Baixar para Armazenamento do Usuário
ru: Загрузить в пользовательское хранилище

source: Extract Archives (RAR, Zip, 7z)
it: Estrai Archivi (RAR, Zip, 7z)
ja: アーカイブを解凍する(RAR、Zip、7z)
pt: Extrair Arquivos (RAR, Zip, 7z)
ru: Извлечь архивы (RAR, Zip, 7z)
