Repository: bucanero/apollo-vita
Catalog: data/langs/lang_*.po
Languages: it, ja, pt, ru

source: Export NoNpDRM Licenses to zRIF
it: Esporta Licenze NoNpDRM in zRIF
ja: NoNpDRMライセンスをzRIFへエクスポート
pt: Exportar Licenças NoNpDRM para zRIF
ru: Экспортировать лицензии NoNpDRM в zRIF

source: Network Tools (Downloader, Web Server)
it: Strumenti di Rete (Downloader, Server Web)
ja: ネットワークツール(ダウンローダー、Webサーバー)
pt: Ferramentas de Rede (Downloader, Servidor Web)
ru: Сетевые инструменты (Загрузчик, Веб-сервер)

source: Manage PSP Key Dumper tools
it: Gestisci strumenti PSP Key Dumper
ja: PSPキー管理ツール
pt: Gerenciar ferramentas de Despejo de Chave PSP
ru: Управление инструментами дампа ключей PSP

source: Decompress .CSO to .ISO
it: Decomprimi .CSO in .ISO
ja: .CSOを.ISOに展開する
pt: Descomprimir .CSO para .ISO
ru: Распаковать .CSO в .ISO

source: Compress .ISO to .CSO
it: Comprimi .ISO in .CSO
ja: .ISOを.CSOに圧縮する
pt: Comprimir .ISO para .CSO
ru: Сжать .ISO в .CSO

source: Convert %s
it: Converti %s
ja: %sを変換する
pt: Converter %s
ru: Конвертировать %s

source: URL link Downloader (http, https, ftp, ftps)
it: Downloader collegamenti URL (http, https, ftp, ftps)
ja: URLリンクダウンローダー(http, https, ftp, ftps)
pt: Downloader de Link URL (http, https, ftp, ftps)
ru: Загрузчик по URL (http, https, ftp, ftps)

source: Local Web Server (full system access)
it: Server Web Locale (accesso completo sistema)
ja: ローカルWebサーバー(フルシステムアクセス)
pt: Servidor Web Local (acesso total ao sistema)
ru: Локальный веб-сервер (полный доступ к системе)

source: Install Save-game Key Dumper plugin
it: Installa plugin Save-game Key Dumper
ja: セーブデータキーダンププラグインをインストールする
pt: Instalar plugin de Despejo de Chave de Jogo Salvo
ru: Установить плагин дампа ключей сохранений

source: Disable Save-game Key Dumper plugin
it: Disabilita plugin Save-game Key Dumper
ja: セーブデータキーダンププラグインを無効化
pt: Desabilitar plugin de Despejo de Chave de Jogo Salvo
ru: Отключить плагин дампа ключей сохранений

source: Install PSP FuseID Dumper application
it: Installa applicazione PSP FuseID Dumper
ja: PSP FuseID Dumperアプリケーションをインストールする
pt: Instalar aplicativo Despejador de FuseID do PSP
ru: Установить приложение дампа PSP FuseID

source: Extract %s
it: Estrai %s
ja: %sを抽出
pt: Extrair %s
ru: Извлечь %s

source: Bulk Save Management
it: Gestione Salvataggi di Massa
ja: 一括保存管理
pt: Gerenciamento de Salvamentos em Massa
ru: Массовое управление сохранениями

source: Resign selected Saves
it: Riassegna Salvataggi Selezionati
ja: 選択したセーブデータを再署名
pt: Re-assinar Salvamentos selecionados
ru: Изменить подпись выбранных сохранений

source: Resign all Saves
it: Riassegna Tutti i Salvataggi
ja: すべてのセーブデータを再署名
pt: Re-assinar todos os Salvamentos
ru: Изменить подпись всех сохранений

source: Copy selected Saves to User Storage
it: Copia Salvataggi Selezionati nella Memoria Utente
ja: 選択したセーブデータをユーザーストレージにコピー
pt: Copiar Salvamentos selecionados para Armazenamento do Usuário
ru: Скопировать выбранные сохранения в пользовательское хранилище

source: Copy all Saves to User Storage
it: Copia Tutti i Salvataggi nella Memoria Utente
ja: すべてのセーブデータをユーザーストレージにコピー
pt: Copiar todos os Salvamentos para Armazenamento do Usuário
ru: Скопировать все сохранения в пользовательское хранилище

source: Start local Web Server
it: Avvia Server Web Locale
ja: ローカルWebサーバーを起動する
pt: Iniciar Servidor Web Local
ru: Запустить локальный веб-сервер

source: Dump all Save Fingerprints
it: Scarica Tutte le Impronte Salvataggi
ja: すべての保存済み指紋を削除
pt: Despejar todas as Impressões Digitais de Salvamentos
ru: Создать дамп всех отпечатков сохранений

source: Copy selected Saves to Backup Storage
it: Copia Salvataggi Selezionati nella Memoria di backup
ja: 選択したセーブデータをバックアップストレージにコピー
pt: Copiar Salvamentos selecionados para Armazenamento de Backup
ru: Скопировать выбранные сохранения в резервное хранилище

source: Copy Saves to Backup Storage
it: Copia Salvataggi nella Memoria di backup
ja: コピーをバックアップストレージに保存
pt: Copiar Salvamentos para Armazenamento de Backup
ru: Копировать сохранения в резервное хранилище

source: Copy all Saves to Backup Storage
it: Copia Tutti i Salvataggi nella Memoria di backup
ja: すべてのセーブデータをバックアップストレージにコピーする
pt: Copiar todos os Salvamentos para Armazenamento de Backup
ru: Скопировать все сохранения в резервное хранилище

source: Memory Card Management
it: Gestione Scheda Memoria
ja: メモリカード管理
pt: Gerenciamento de Memory Card
ru: Управление картой памяти

source: Export selected Saves to Backup Storage
it: Esporta Salvataggi Selezionati nella Memoria di backup
ja: 選択したセーブデータをバックアップストレージにエクスポート
pt: Exportar Salvamentos selecionados para Armazenamento de Backup
ru: Экспортировать выбранные сохранения в резервное хранилище

source: Export all Saves to Backup Storage
it: Esporta Tutti i Salvataggi nella Memoria di backup
ja: すべてのセーブデータをバックアップストレージにエクスポート
pt: Exportar todos os Salvamentos para Armazenamento de Backup
ru: Экспортировать все сохранения в резервное хранилище

source: Import Saves to Virtual Card
it: Importa Salvataggi nella Scheda Virtuale
ja: セーブデータを仮想カードにインポート
pt: Importar Salvamentos para o Cartão Virtual
ru: Импортировать сохранения в виртуальную карту

source: Bulk Trophy Management
it: Gestione Trofei di Massa
ja: トロフィーの一括管理
pt: Gerenciamento de Troféus em Massa
ru: Массовое управление трофеями

source: Backup selected Trophies to Backup Storage
it: Backup dei Trofei Selezionati nella Memoria di backup
ja: 選択したトロフィーをバックアップストレージにバックアップする
pt: Backup dos Troféus selecionados para Armazenamento de Backup
ru: Создать резервную копию выбранных трофеев в резервном хранилище

source: Copy Trophies to Backup Storage
it: Copia dei Trofei nella Memoria di backup
ja: トロフィーをバックアップストレージにコピーする
pt: Copiar Troféus para Armazenamento de Backup
ru: Копировать трофеи в резервное хранилище

source: Backup all Trophies to Backup Storage
it: Backup di Tutti i Trofei nella Memoria di backup
ja: すべてのトロフィーをバックアップストレージにバックアップする
pt: Backup de todos os Troféus para Armazenamento de Backup
ru: Создать резервную копию всех трофеев в резервном хранилище

source: Import Trophies
it: Importa Trofei
ja: トロフィーをインポート
pt: Importar Troféus
ru: Импорт трофеев

source: Online DB
it: DB Online
ja: オンラインDB
pt: BD Online
ru: Онлайн БД

source: FTP Server
it: Server FTP
ja: FTPサーバー
pt: Servidor FTP
ru: FTP-сервер

source: Disabled
it: Disabilitato
ja: 無効
pt: Desativado
ru: Отключено

source: by Name
it: per Nome
ja: 名前別
pt: por Nome
ru: по Имени

source: by Title ID
it: per ID Titolo
ja: タイトルID別
pt: por ID do Título
ru: по Title ID

source: by Type
it: per Tipo
ja: 種類別
pt: por Tipo
ru: по Типу

source: Background Music
it: Musica di Sottofondo
ja: BGM
pt: Música de Fundo
ru: Фоновая музыка

source: Menu Animations
it: Animazioni Menu
ja: メニューアニメーション
pt: Animações do Menu
ru: Анимации меню

source: Sort Saves
it: Ordina Salvataggi
ja: セーブデータをソート
pt: Ordenar Dados Salvos
ru: Сортировка сохранений

source: External Saves Source
it: Sorgente Salvataggi Esterni
ja: 外部保存元
pt: Fonte de Dados Salvos Externos
ru: Источник внешних сохранений

source: Version Update Check
it: Controllo Aggiornamenti Versione
ja: 更新の確認
pt: Verificar Atualização da Versão
ru: Проверка обновлений версии

source: Set User FTP Server URL
it: Imposta URL Server FTP Utente
ja: ユーザーFTPサーバーURLを設定する
pt: Definir URL do Servidor FTP do Usuário
ru: Установить URL FTP-сервера

source: Online Saves Server
it: Server Salvataggi Online
ja: オンラインセーブデータサーバー
pt: Servidor de Dados Salvos Online
ru: Сервер онлайн-сохранений

source: Update Application Data
it: Aggiorna Dati Applicazione
ja: アプリケーションデータの更新
pt: Atualizar Dados do Aplicativo
ru: Обновить данные приложения

source: Change Online Database URL
it: Cambia URL Database Online
ja: オンラインデータベースのURLを変更する
pt: Alterar URL do Banco de Dados Online
ru: Изменить URL онлайн-базы

source: Clear Local Cache
it: Svuota Cache Locale
ja: ローカルキャッシュを消去
pt: Limpar Cache Local
ru: Очистить локальный кеш

source: Enable Debug Log
it: Abilita Log Debug
ja: デバッグログを有効にする
pt: Habilitar Log de Depuração
ru: Включить отладочный журнал

source: Enter the Online Database URL
it: Inserisci l'URL del Database Online
ja: オンラインデータベースのURLを入力してください
pt: Insira a URL do Banco de Dados Online
ru: Введите URL онлайн-базы данных

source: Online database URL changed to:
it: URL database online cambiato in:
ja: オンラインデータベースのURLが以下の通り変更されました:
pt: URL do Banco de Dados Online alterada para:
ru: URL онлайн-базы данных изменен на:

source: Enter the FTP server URL
it: Inserisci l'URL del server FTP
ja: FTPサーバーのURLを入力してください
pt: Insira a URL do Servidor FTP
ru: Введите URL FTP-сервера

source: FTP server URL changed to:
it: URL server FTP cambiato in:
ja: FTPサーバーのURLが変更されました:
pt: URL do Servidor FTP alterada para:
ru: URL FTP-сервера изменен на:

source: Error! Couldn't connect to FTP server
it: Errore! Impossibile connettersi al server FTP
ja: エラー!FTPサーバーに接続できませんでした
pt: Erro! Não foi possível conectar ao Servidor FTP
ru: Ошибка! Не удалось подключиться к FTP-серверу

source: Check debug logs for more information
it: Controlla i log debug per ulteriori informazioni
ja: 詳細についてはデバッグログを確認してください
pt: Verifique os logs de depuração para mais informações
ru: Проверьте отладочный журнал для получения дополнительной информации

source: Local cache folder cleaned:
it: Cartella cache locale svuotata:
ja: ローカルキャッシュフォルダをクリーンアップしました:
pt: Pasta de Cache Local Limpa:
ru: Локальный кеш очищен:

source: Error! Can't download data update pack!
it: Errore! Impossibile scaricare il pacchetto aggiornamento dati!
ja: エラー!データ更新パックをダウンロードできません!
pt: Erro! Não é possível baixar o pacote de atualização de dados!
ru: Ошибка! Не удалось загрузить пакет обновления данных!

source: Successfully updated %d data files!
it: %d file dati aggiornati con successo!
ja: %d個のデータファイルの更新に成功しました!
pt: %d arquivos de dados atualizados com sucesso!
ru: Успешно обновлено %d файлов данных!

source: Error! Can't extract data update pack!
it: Errore! Impossibile estrarre il pacchetto aggiornamento dati!
ja: エラー!データ更新パックを抽出できません!
pt: Erro! Não é possível extrair o pacote de atualização de dados!
ru: Ошибка! Не удалось извлечь пакет обновления данных!

source: New version available! Download update?
it: Nuova versione disponibile! Scaricare l'aggiornamento?
ja: 新しいバージョンが利用可能です!アップデートをダウンロードしますか?
pt: Nova versão disponível! Baixar atualização?
ru: Доступна новая версия! Загрузить обновление?

source: Update downloaded to %s
it: Aggiornamento scaricato in %s
ja: 更新が%sにダウンロードされました
pt: Atualização baixada para %s
ru: Обновление загружено в %s

source: Download error!
it: Errore di download!
ja: ダウンロードエラー!
pt: Erro de Download!
ru: Ошибка загрузки!

source: Debug Logging Disabled
it: Registrazione Debug Disabilitata
ja: デバッグログが無効
pt: Registro de Depuração Desabilitado
ru: Ведение отладочного журнала отключено

source: Error! File %s couldn't be imported
it: Errore! Il file %s non può essere importato
ja: エラー!ファイル%sをインポートできませんでした
ru: Ошибка! Файл %s не удалось импортировать
